export const WARNING_MESSAGES = {
  LIKE_TOO_FAST: "⚠️ Пожалуйста подождите",
  UPLOAD_TOO_FAST: "⚠️ Пожалуйста подождите",
  SHARE_TOO_FAST: "⚠️ Пожалуйста подождите",

  DAILY_UPLOAD_LIMIT: "Вы исчерпали дневной лимит загрузок. Новые файлы можно будет добавить позже.",
  UNAUTHORIZED: "Похоже, вы не авторизованы. Пожалуйста, войдите в аккаунт.",
  SOUND_NOT_FOUND: "Этот звук больше недоступен или был удалён.",

  UNKNOWN_ERROR: "Упс...\nЧто-то пошло не так. Пожалуйста, попробуйте ещё раз позже."
};
